{
    "index": {
      "Início": "Inicio",
      "Sobre": "Acerca de",
      "Serviços": "Servicios",
      "Experiência Profissional": "Experiencia Profesional",
      "Contato": "Contacto",
      "Desenvolvedor Full-Stack": "Desarrollador Full-Stack",
      "Entrar em Contato": "Contáctenos",
      "Arquitetura de Software": "Arquitectura de Software",
      "software_description": "Experiencia en diseñar arquitecturas de software escalables y modulares, considerando rendimiento, seguridad y mantenimiento para sistemas robustos y escalables.",
      "Criatividade": "Creatividad",
      "Creativity_description": "Habilidad de pensar fuera de la caja, encontrar soluciones innovadoras a problemas y expresar ideas de forma original e inspiradora.",
      "Análise de Dados": "Análisis de Datos",
      "Data_Analysis_description": "Habilidad para recolectar, procesar y analizar datos para extraer ideas significativas y tomar decisiones basadas en datos.",
      "Um apaixonado por código": "Apasionado por el código, siempre buscando soluciones innovadoras para desafíos complejos.",
      "Anos de Experiência": "Años de Experiencia",
      "Sobre Mim": "Sobre mí",
      "Como desenvolvedor, equilibro": "Como desarrollador, equilibro mi vida con mi papel de padre dedicado, entusiasta de los juegos y amante del deporte. Mi familia es mi apoyo y mi fuente de amor, mientras que la programación se ha convertido en más que una profesión, es mi vocación. Constantemente busco integrar mis intereses con mi carrera, buscando crecimiento personal y profesional. Mi objetivo diario es superarme, impulsado por un viaje de autodescubrimiento y mejora constante, que me motiva profundamente.",
      "Nome": "Nombre",
      "Email": "Correo electrónico",
      "Telefone": "Teléfono",
      "Endereço": "Dirección",
      "Disponível": "Disponible",
      "Carregar CV": "Descargar CV",
      "HABILIDADES": "HABILIDADES",
      "Eu trabalho duro para melhorar minhas habilidades regularmente": "Trabajo duro para mejorar mis habilidades regularmente",
      "O que eu faço pelos meus clientes": "Lo que hago por mis clientes",
      "Design Responsivo para Web": "Diseño Responsivo para Web",
      "Desenvolvimento de interfaces web adaptáveis": "Desarrollo de interfaces web adaptables, que proporcionan una experiencia visualmente atractiva y funcional en diferentes dispositivos y tamaños de pantalla.",
      "Experiência Mobile": "Experiencia Móvil",
      "Criação de interfaces móveis intuitivas e eficientes": "Creación de interfaces móviles intuitivas y eficientes, diseñadas para ofrecer una experiencia de usuario fluida y atractiva en smartphones y tablets.",
      "Implementação de RESTful APIs": "Implementación de APIs RESTful",
      "Desenvolvimento de APIs RESTful robustas e escaláveis": "Desarrollo de APIs RESTful robustas y escalables, que permiten la integración simplificada de sistemas y el intercambio eficiente de datos entre plataformas.",
      "Componentes Web Modularizados": "Componentes Web Modularizados",
      "Construção de componentes web modulares e flexíveis": "Construcción de componentes web modulares y flexibles, promoviendo la reutilización de código y la consistencia visual en todo el proyecto.",
      "Publicação de Aplicativos Mobile": "Publicación de Aplicaciones Móviles",
      "Assistência completa no processo de publicação de aplicativos": "Asistencia completa en el proceso de publicación de aplicaciones en las principales tiendas virtuales, asegurando que su aplicación llegue al público objetivo deseado.",
      "Serviços Personalizados sob Medida": "Servicios Personalizados a Medida",
      "Adaptação de serviços para atender às necessidades específicas de cada cliente": "Adaptación de servicios para satisfacer las necesidades específicas de cada cliente, proporcionando soluciones exclusivas y de alta calidad.",
      "Resumo": "Resumen",
      "Um pouco do meu trajeto": "Un poco de mi trayecto",
      "Experiência": "Experiencia",
      "Educação": "Educación",
      "foco em suporte e desenvolvimento": "Enfoque en soporte y desarrollo, correcciones de errores y mejoras en producción, garantizando conformidad con los requisitos de la Play Store.",
      "Manutenção e criação de fluxos": "Mantenimiento y creación de flujos en React.js y Next.js con TypeScript, integración de API REST e implementación de pruebas unitarias. Centrarse en la eficiencia, la escalabilidad y las prácticas ágiles.",
      "Curso online sobre TypeScript, cobrindo desde a sintaxe básica até conceitos avançados como tipos avançados, interfaces e generics": "Curso en línea sobre TypeScript, que abarca desde la sintaxis básica hasta conceptos avanzados como tipos avanzados, interfaces y genéricos.",
      "Curso prático voltado para o desenvolvimento de aplicativos móveis usando React Native, incluindo navegação, componentes nativos e integração com APIs externas": "Curso práctico enfocado en el desarrollo de aplicaciones móviles usando React Native, incluyendo navegación, componentes nativos e integración con APIs externas.",
      "Treinamento focado na biblioteca": "Entrenamiento enfocado en la biblioteca React.js, cubriendo desde conceptos básicos hasta temas avanzados como Hooks, Context API y Redux.",
      "Queremos ouvir de você": "Queremos saber de ti",
      "Curso voltado para o desenvolvimento de software": "Curso enfocado en el desarrollo de software, con énfasis en programación, bases de datos y arquitectura de sistemas.",
      "Seu nome": "Tu nombre",
      "Seu Email": "Tu correo electrónico",
      "Seu Telefone": "Tu teléfono",
      "Assunto": "Asunto",
      "Escreva sua mensagem": "Escribe tu mensaje",
      "Enviar": "Enviar",
      "Desenvolvido por Lucas Almeida © 2024": "Desarrollado por Lucas Almeida © 2024",
      "Concluído": "Completado",
      "Agradecemos seu contato": "¡Gracias por su contacto. Responderemos lo antes posible!",
      "Erro ao entrar em contato": "Error al contactar. Por favor, inténtelo de nuevo más tarde."
    }
  }